let вклад = prompt('ввидите размер вклада');
let проц = prompt('ввидите размер годового %');
let месяц = prompt('ввидите кол-во месяцев для расчета');
проц = (проц / 100 / 12);
n = 1;
рез = вклад
while (n <= месяц) {
  рез = +рез + рез * проц;
  console.log('Месяц ' + n + ' Сумма = ' + рез);// вывод месеченого результата
  n = n + 1;

}
console.log('Итого прибыль: ' + (Math.round(рез - вклад)));


for (let x = 1; x < 3; x = x + 1){
  for (let y = 1; y < 3; y = y + 1){
    drawRect(x * 40, y * 20, 2, 60, 'yellow')

    drawRect(x * 20, y * 40, 60, 2, 'yellow')
  }
  }

